Repository: mozilla-l10n/mt-training-data
Catalog: brh/brh_pontoon.tmx
Source language: en_us
Languages: brh

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
brh: اگہ اسے کلپ ارا بندغ آن رد مسونےگڑا دا اسے پین جتاؤ ڈیٹا سیٹ نا سب سیٹ اٹی جاری مسونے۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
brh: اگہ دا نما جند نا لوزاک او <italicizedText>"Self Citation"</italicizedText> پابو۔ ننے دا معلوم کننگ نا گرج اے کہ نمے دا مواد ہراکان ملا تانکہ نن چیک کننگ کین کہ دا السی ڈومین ٹی او و کاپی رائٹ نا ہچو پابندی ئس لاگو مفک۔ حوالہ غاتا باروٹ گیشتر چاہنداری کن ننا <guidelinesLink>راہشونی نا پنہ</guidelinesLink> ہوربو۔

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
brh: اگہ ریکارڈنگ پنک، یا او ٹونگ مریک، گڑا اودے رد کبو ہرا وخت اسکان پورو متن بننگ متانے۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
brh: اگہ نم دا فائل نا باروٹ پین گیشتر معلومداری تننگ خوارے تو گڑا <emailFragment>commonvoice@mozilla.com</emailFragment> آن رابطہ کبو

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
brh: اگہ نم دا فائل نا باروٹ پین گیشتر معلومداری تننگ خوارے ہراکے ٹیمپلیٹ ٹی شامل اف، گڑا <emailFragment>commonvoice@mozilla.com</emailFragment> آن رابطہ کبو۔

source: If the sentence does not meet the above criteria, click the "No" button.
brh: اگہ جملہ بڑزنا معیار آ برابر بننگ اف گڑا "No" نا بٹن آ کلک کبو۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
brh: اگہ جملہ بڑزنا معیار آ برابر بفک، گڑا &quot;رد کبو&quot; آ کلک کبو۔ چپی کنڈنا بٹن آ۔ اگہ نمے جملہ غاتا باروٹ یقین اف، گڑا نم اودے الیبو ایلوڑا اننگ کیرے۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
brh: اگہ جملہ زوراکی یا فریشان کروک مرے - دنکہ پاشنگا مواد نا سوب آن، یا ننا <communityGuidelines>مخلوق نا شریکداری نا رہشونی کسر</communityGuidelines> نا برخلاف مریک - نمے جملہ ئے رد کروئی مریک۔ نم ویل ئے ودیفنگ کن <emailFragment>commonvoice@mozilla.com</emailFragment> آ نم تون رابطہ کننگ کیرے۔

source: If the sentence meets the criteria above, click the "Yes" button.
brh: اگہ جملہ بڑزنا معیار آ برابر بننگ اے گڑا "Yes" نا بٹن آ کلک کبو۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
brh: اگہ جملہ معیار آ برابر بننگ اے، گڑا &quot;قبول کبو&quot; آ کلک کبو۔ چپیکو بٹن آ.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
brh: اگہ نمے جملہ غاتا باروٹ یقین اف، گڑا نم اودے یلہ کریسہ ایلو والاڑا اننگ کیرے۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
brh: اگہ نمے اندونو گڑاس ملک کہ دا گائیڈ لائن پورو کپک تے، تو گڑا تینا گچین انگا فیصلہ نا وڑ ووٹ ایتبو۔ اگہ نم فیصلہ کننگ کپیرے، تو اسکیپ بٹن نا استعمال ئے کبو و مستی ریکارڈنگ آ انبو۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
brh: اگہ نم <strong>اوفتے بنیرے</strong> و <strong>پُو</strong> مننگ کیرے، گڑا عام وڑ اٹ <strong>امنائی تننگ جوان ئے</strong>۔

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
brh: اگہ نم سوجاتا مُچی ئس جاچ الننگ کن جمع کیرے، گڑا نم <githubLink>ہمارے GitHub نا کمک اٹ ہندن کننگ کیرے</githubLink> یا تینا لڑ ئے <emailFragment>commonvoice@mozilla.com آ ای میل کبو۔</emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
brh: اگہ نمے اسہ اِرا دے ٹی ننا کنڈان ورندی ملننگ اف، <emailLink>{ $email }</emailLink> آ رابطہ کبو۔ و نن نما ماسہ ولدا برینہ!

source: If you don't see your language in either part of the platform, select both.
brh: اگہ نمے پلیٹ فارم نا اسہ ہم حصہ سیٹی تینا زبان نظر بننگ اف تو ہڑتوماتے منتخب کبو۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
brh: اگہ نم یا نما تنظیم دا پروجیکٹ ٹی ولدا بشخ الننگ خوارے تو نم اسے <donateLink>عطیہ</donateLink> تننگ کیرے یا <emailFragment>commonvoice@mozilla.com</emailFragment> ننا شریک دار ٹولی تون رابطہ کننگ کیرے۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
brh: اگہ نمے کمک کننگ اٹ فریشانی مننگ اے، گڑا نم امرو ہم وخت سیٹی تینا زبان کن مُچا مواداتے اوننگ کن ولدا اننگ کیسہ۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
brh: اگہ نم ASR ماڈل جوڑ کننگ کے اوزار پٹنگورے، گڑا نم کمیونٹی نا ایلو مخلوق تون رابطہ کننگ کیرے <discourseLink>Discourse پر</discourseLink>۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
brh: اگہ نم ڈیٹا سیٹ نا باروٹ پین ہیت کننگ خوارے، منصوبہ بند پلیٹ فارم نا بھلنی ٹی اواری اٹ واپاری کننگ خوارے یا کمک نا موقع پٹنگ اورے، تو <emailFragment>نن کن اسہ لائن ئس ایلیبو۔</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
brh: اگہ جاچ النگ کن نما جملہ غاک ختم مسونو، گڑا پین جملہ جمع کننگ کن نن تون کمک کبو!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
brh: اگہ نمے لگک کہ تلفظ اودے <strong>پو مننگ ناممکن</strong> جوڑ مننگ ئے یا اوڑے <strong>بھاز پد ٹی شور</strong> ارے، یا <strong>پین بندغاک ہم ہیت کننگ او</strong>، گڑا نمے کلپ ئے رد کروئی مریک۔ <accuracyLink> ننا سہی کننگ کن بستار ٹی پین چاہنداری ہوربو۔</accuracyLink>۔

source: Igbo
brh: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
brh: ای داسہ #CommonVoice ئے توار عطیہ کننگ کن اسہ ذاتی او مسخت ئس جوڑ کرینٹ-- کنتون اوار مبو و مشیناتے ہیل تننگ کن کمک کبو کہ حقی آ بندغاک امر ہیت کیرہ { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
brh: دنکہ نم موزیلا نا <privacyLink>پرائیویسی پالیسی</privacyLink> ٹی درشان کنگانے، ای دا چاہنداری تے جوان وڑ اٹ سمبالنگ اٹ جوان اوٹ۔

source: Include appropriate citation
brh: شاباشی نا حوالہ ئے اوار کبو

source: Includes email, username & demographic info, available right away
brh: ای میل، کارمرز کروکانا پِن و آبادیاتی چاہنداری آ تالان داسہ داڑے ارے۔

source: Includes mp3s and related sentences, may take some time to prepare
brh: mp3s و اونا وڑ جملہ غاتے ساڑی او، تیاری ٹی منہ وخت لگنگ کیک۔

source: Indonesian
brh: انڈونیشین

source: Indus Kohistani
brh: انڈس کوہستانی۔

source: Information about the language
brh: زبان نا باروٹ چاہنداری

source: In Progress
brh: مُستی اننگ اے

source: Interested in getting involved with this project, or partnering with us?
brh: دا منصوبہ تون ساڑی مننگ کن است خوائی تخیرے، یا نن تون شریک مریرے؟

source: Interested in learning more and contributing to the project?
brh: گیشتر ہیل کننگ و دا منصوبی ٹی بشخ الننگ کن اُست خوائی ارے

source: Interlingua
brh: انٹرلنگوا

source: Interlingue
brh: انٹرلنگو

source: [interrupted by background noise]
brh: [پس منظر نا شور آن تورنگا]

source: Intersex
brh: انٹرسیکس

source: Invalid file
brh: غلط فائل

source: Irish
brh: آئرش

source: IsiNdebele (North)
brh: IsiNdebele (شمالی)

source: IsiNdebele (South)
brh: IsiNdebele (جنوبی)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
brh: <isoCodeLink>ISO Codes</isoCodeLink> اگہ معلوم مرے۔

source: Is the clip valid?
brh: انت دا کلپ جوان اے؟

source: Italian
brh: اطالوی

source: It contains words or phrases that are hard to read or pronounce.
brh: دا ٹی ہندونو لوز و جملہ اریر ہرافتے خواننگ یا پاننگ اٹ مشکل مریک۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
brh: ڈیٹا سیٹس نا میزبانی کننگ و 100+ زبان نا مخلوق آتیکن پلیٹ فارم ئے جوان جوڑ کننگ کے تقریباََ اسہ ملین ڈالر سالانہ خڑچ مریک ہرادے نن کینہ؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
brh: ڈیٹا سیٹس نا میزبانی کننگ و 100+ زبان نا خاہوت آتیکن پلیٹ فارم ئے جوان جوڑ کننگ کن تقریباً اسے ملین ڈالر سالانہ خرچ مریک ہراکے ننا پارہ غان ہوروک مریک۔ <strong>اگہ نم پاش،جامع ڈیٹا نا قدر ئے کیرے تو۔ - اینو ندر کبو!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
brh: ڈیٹا سیٹس نا وار وار میزبانی و جاری کننگ، پلیٹ فارم ئے جوان کننگ و <africaMradiLink>کمیونٹی پروگرام آتے</africaMradiLink> چلیفنگ ٹی بھاز پیسہ خڑچ مریک۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
brh: دا بھاز المی ئے کہ مچا متن نا جملہ غاک <publicDomain>السی ڈومین</publicDomain> (cc0) مریر انتئے کہ کامن وائس ڈیٹاسیٹ ئے cc0 لائسنس نا نیمہ غان برجا کننگانے۔ بس اسہ جملہ ئس شاغبو اگہ نمے یقین مرے، و ہمیش ہمو حوالہ شامل مرے۔

source: It is written in a language different than what I’m reviewing.
brh: دا ہمو زبان آن جتا اے ہرانا ای جاچ الننگ اوٹ۔

source: It is written in a language different than what I’m speaking.
brh: دا ہمو زبان ٹی نوشتہ اے ہراٹی ای ہیت کننگ اوٹ۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
brh: حوالہ جات آتے شاغن المی اے تانکہ نن ہوننگ کین کہ جملہ غاک السی ڈومین ٹی او و کاپی رائٹ نا ہچو پابندی ئس لگپک۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
brh: کامن وائس ئے مننگ آ بھلو وخت ئس لگک! نن داتے تنیا کپانہ۔ نن تون اوار مننگ خوارے؟ نن نمے آن بِننگ دوست کینہ۔

source: Izhorian
brh: ازہورین

source: Japanese
brh: جاپانی

source: Jaqaru
brh: جکارو

source: Javanese
brh: جاوانی

source: Join Discord Community
brh: ڈسکارڈ کمیونٹی ٹی ساڑی مبو۔

source: Join our community
brh: ننا خاہوت ٹی اوار مبو

source: Join the Common Voice mailing list
brh: کامن وائس نا میلنگ لڑ ٹی ساڑی مبو

source: Join us on Discord
brh: ڈسکارڈ آ نن تون اوار مبو

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
brh: بس زو اٹ قدرتی وڑ اٹ ورندی ایتبو اخس نم جملہ غاتیٹی کننگ کیرے۔ یقینی جوڑ کبو کہ نما زبان شرفدار و قابل احترام اے۔

source: Just Unsure?
brh: صرف غیر یقینی؟

source: Kabardian
brh: کبارڈین

source: Kabyle
brh: کابیل

source: Kalasha
brh: کالاشا۔

source: Kalenjin
brh: کالنجن

source: Kalkoti
brh: کالکوٹی

source: Kannada
brh: کنڑ

source: Kaqchikel
brh: کاکچیکل

source: Kara
brh: کارا

source: Karakalpak
brh: قراقلپک

source: Kateviri
brh: کٹویری

source: Kazakh
brh: قازق

source: { $kb }kb max
brh: { $kb }kb مکس

source: Keep
brh: تخبو

source: Keep it up, record again <recordIcon></recordIcon>
brh: دادے برجا تخبو، ولدا ریکارڈ کبو<recordIcon></recordIcon>

source: Keep the recordings
brh: ریکارڈنگ ئے برجا تخبو

source: Keep track of your progress and metrics across multiple languages.
brh: بھاز زبان تیٹی تینا مُستی کاریم و میٹرکس آ نظر شاغبو۔

source: Keep track of your progress with a profile
brh: پروفائل تون اوار تینا کاریم آ نظر شاغسہ کر

source: Keep track of your progress with a profile and help our voice data be more accurate.
brh: پروفائل تون اوار تینا مُستی اننگ آ نظر شاغبو و ننا توار نا ڈیٹا ئے زیات سہی کننگ اٹ کمک کبو۔

source: Kelabit
brh: کیلابٹ

source: Kenyah
brh: کینیا

source: Ketrani
brh: کھیترانی

source: Khmer
brh: خمیر

source: Khowar
brh: کھوار

source: Kichwa
brh: کیچوا ۔

source: Kidaw'ida
brh: کداوا

source: Kinyarwanda
brh: کنیاروانڈا

source: Kohistani Shina
brh: کوہستانی شینا

source: Kom
brh: کوم

source: Komi-Zyrian
brh: کومی زائرین

source: Konkani (Devanagari)
brh: کونکنی (دیوناگری)

source: Konkani (Romi)
brh: کونکنی (رومی)

source: Korean
brh: کورین

source: Kuku
brh: کوکو

source: Kurmanji Kurdish
brh: کرمانجی کرد

source: Kyrgyz
brh: کرغیز

source: Language
brh: زبان

source: Language Fundamentals (e.g. Digits, Letters, Money)
brh: زبان نا بنیاتاک (دنکہ ڈیجیٹس، حرفاک، پیسہ)

source: Language Request
brh: زبان نا خواست

source: Language request successfully submitted, thank you.
brh: زبان نا خواست سرسہبی اٹ جم مس۔ نما منت وار

source: Languages
brh: زبانک

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
brh: زبانک خلقی مننگ آن زیات گرج مننگ تون اوار تصدیق نا قانود تخننگ کیرہ۔ اگہ زبان اسہ سیکن خاصو تصدیق کن فائل ئس اف، گڑا انگریزی نا قانوداک شریکدار تیتون پاش مریرہ۔

source: Language Text
brh: زبان نا نوشت

source: Lao
brh: لاؤ

source: Large bulk sentence submission
brh: بھلا جملہ تا مُچی تے جمع کننگ

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
brh: بھلو، السی وڑ اٹ تواری ڈیٹا سیٹس مشین لرننگ اسپیچ ٹیکنالوجی ٹی ترندی و تیزنگا مقابلہ ئے شون ایتینا۔ کامن وائس نا ڈیٹاسیٹ تینا ڈول نا کل آن بھلا اے، ولے اسٹ ئس اف۔ دا پنہ ایلو اوپن سورس وائس ڈیٹاسیٹس کن اسہ حوالہ ئس مرکز نا وڑ اٹ کاریم کیک و کامن وائس نا مستی اننگ تون اوار ننا ریلیز کروکا کاریم تے اسہ اورا سینا ڈول کاریم کیک۔

source: Large scale corporates and platform companies
brh: بھلو پِڑ سیا کارپوریٹس و پلیٹ فارم کمپنیک

source: Lassi
brh: لسی

source: Last Updated: { $lastUpdatedTimeStamp }
brh: گڈیکو اپڈیٹ: { $lastUpdatedTimeStamp }

source: Latgalian
brh: لٹگالیان

source: Latvian
brh: لیٹوین

source: Launched
brh: بِنا مس

source: Laz
brh: لاز

source: Leaderboard Visibility
brh: لیڈر بورڈ نا مرئیت

source: Learn about partnerships with Common Voice
brh: کامن وائس تون ہمراہ مننگ نا بابت ہیل کبو

source: Learn about the mission and team behind Common Voice
brh: کامن وائس نا پَد اٹ ہرا جہد و گَل اوار او اوفتا باروٹ پُو مبو

source: Learn how to check a transcription
brh: نقل ئے امر چیک کیرہ دادے ہیل کبو

source: Learn how to take part
brh: ہیل کر کہ امر بشخ الیرہ

source: Learn how to transcribe
brh: نقل کننگ نا ڈول ئے ہیل کبو

source: Learn how to use this page
brh: پنہ ئے امر استعمال کیرہ ہیل کبو

source: Learn More
brh: پین ہیل کبو

source: Leaving now means you’ll lose your changes
brh: داسہ یلہ کننگ نا مطلب ئے نم تینا بدلیفنگ ئے الننگ کپرورے

source: Leaving now means you'll lose your progress
brh: یلہ کننگ نا مسخت دادے کہ نم تینا شونداری ئے گوہیرے

source: Length
brh: مُرغنی

source: Let's Get Started
brh: بابو برجا کین

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
brh: ہرا زبان تی ہیت مننگ اے ہمو ٹی حرفاک سہی مریر۔ دنکہ، "ж" روسی حروف تہجی ٹی اسہ حرف ئس اے ولے انگریزی ٹی ہچبر استعمال مفک و اندا سوب آن انگریزی نا ماخذ متن ٹی اسل پاش مننگ کپک۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
brh: LibriSpeech تقریباً 1000 گھنٹہ نا 16Khz خوانوکا انگریزی تقریر نا اسہ مجموعہ ئس اے ہراکے LibriVox منصوبہ آن خوانوکا آڈیو کتاب آن النگانے۔

source: License
brh: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
brh: لائسنس: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
brh: لائسنس <licenseLink>{ $license }</licenseLink>

source: Ligurian
brh: لیگورین

source: Lingala
brh: لنگالا

source: Link Copied
brh: لنک کاپی مس

source: Links to websites that can help us understand the language
brh: ویب سائٹاتا لنکاک ہراکے زبان ئے پُو مننگ کن ننا کمک ئے کیرہ

source: Listen
brh: بِن

source: Listening
brh: بِننگ

source: Listen options menu
brh: آپشن مینو ئے بنبو

source: Listen-Queue
brh: بن-لڑ

source: Lithuanian
brh: لتھوانیائی

source: Loading…
brh: لوڈ مننگ اے…

source: Loading sentences…
brh: جملہ غاک لوڈنگ مننگ او۔۔۔

source: Localized
brh: خلقی

source: Log In
brh: لاگ ان

source: Login Identity
brh: پجار ئے لاگ ان کبو

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
brh: بھاز جملہ ساڑی کننگ کن <loginLink>لاگ ان</loginLink> یا <loginLink>سائن اپ کبو</loginLink>

source: Log in or sign up to get started
brh: برجا کننگ کن لاگ ان کبو یا سائن اپ کبو۔

source: Log In / Sign Up
brh: لاگ ان / سائن اپ کبو۔

source: Log In / Sign Up with { $company } email
brh: { $company } ای میل تون لاگ ان/سائن اپ کبو

source: Log Out
brh: لاگ آؤٹ

source: Lojban
brh: لوجبن

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
brh: متن پٹبو ہراڑے کاپی رائٹ داسہ مفک۔ دنکہ زیات ہمو کتاباک ہراکے 1920 آن مُست شینک مسونو۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
brh: اندن لگک کہ دا زبان ٹی بننگ کن ہچو کلپس اف۔ داسہ گڑاس ریکارڈ کرسہ ننا کمک ئے کبو۔

source: Luganda
brh: لوگنڈا۔

source: Luxembourgish
brh: لکسمبرگش

source: Macedonian
brh: مقدونیائی

source: Mada
brh: ماڈا

source: Maithili
brh: میتھلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
brh: دا ہیت ئے یقینی کبو کہ نم پاننگ آن مست پلیٹ فارم ریکارڈنگ کننگ اورے۔، و دا کہ دا نما ختم مننگ آ سلیک۔

source: Make sure the sentence meets the following criteria:
brh: دا ہیت ئے پک کبو کہ جملہ غاک معیار تون برابر بننگ او:

source: Make sure they can be answered in just a couple of sentences
brh: دا ہیت ئے پک کبو کہ ارا جملہ ٹی اونا ورندی تننگک

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
brh: گڑا گمنامو ڈیموگرافک ڈیٹا تریسہ تینا جمع کروکا ڈیٹا ئے جوان جوڑ کبو۔ ننا کُل ئے ڈیموگرافک ڈیٹا ئے الس نا کننگ آن مُست اونا پجار ئے ختم کینہ۔

source: Malagasy
brh: ملاگاسی

source: Malay
brh: مالائی

source: Malayalam
brh: ملیالم

source: Male/Masculine
brh: نرینہ/ نرینہ گری

source: Maltese
brh: مالٹیز

source: Manage Email Subscriptions
brh: ای میل سبسکرپشنز نا نظم کبو

source: Manage Subscriptions
brh: سبسکرپشنز نا نظم کبو۔

source: Manx
brh: مانکس

source: Mapudungun
brh: ماپوڈونگن

source: Marathi
brh: مراٹھی

source: <mark>Check</mark>
brh: <mark>چیک</mark>

source: <mark>Data</mark>
brh: <mark>ڈیٹا</mark>

source: <mark>Prompt</mark>
brh: <mark>پرامپٹ</mark>

source: <mark>Respond</mark>
brh: </mark>ورندی<mark>

source: <mark>Transcribe</mark>
brh: <mark>ٹرانسکرائب</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
brh: <mark>نما پٹ پول کن CV نا استعمال</mark><br/><mark>؟</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
brh: <mark>ننے</mark><br/><mark>نما کمک نا گرج ارے!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
brh: میٹرکس وکندریقرت، ریئل ٹائم کمیونیکیشن، و موزیلا نا ترجیحی اوپن ڈسکشن پلیٹ فارم کن اسہ ملوکو، سوبکو پروٹول ئس اے۔

source: Maximum file size: 25 MB
brh: فائل نا سائز زیات سے زیات: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
brh: مننگ کیک کہ ننا <homepageLink>ہوم پیج</homepageLink> کمک کے؟ سوج ارفنگ کن، براہ کرم <matrixLink>Matrix کمیونٹی چیٹ</matrixLink> ٹی اوار مبو، <githubLink>GitHub</githubLink> نا وسیلہ اٹ سائٹ نا ویلاتا نگرانی ئے کبو یا <discourseLink>ننا ڈسکورس فورمز</discourseLink> آ انبو۔

source: Mbo
brh: ایم بی او

source: Meadow Mari
brh: میڈو ماری

source: Media and Entertainment
brh: میڈیا و لطف اندوزی

source: Medumba
brh: میڈومبا

source: Meetei Lon
brh: میٹی لون

source: Message
brh: کلہو

source: Mingrelian
brh: منگریلین

source: Minimum sentences in file: 1000
brh: فائل ٹی کم سے کم جملہ غاک: 1000

source: [Mismatched content]
brh: [مواد آتا بےبرابری]

source: Misreadings
brh: غلط فہمیک

source: Missing an 's' at the end of a word.
brh: لوز نا گڈیکو سر ٹی اسہ 's' ئس خننگپک۔

source: Missing an <strong>'s'</strong> at the end of a word.
brh: ہرا لوز نا آخر اٹ <strong>'s'</strong> غیب اے۔

source: Missing 'A' or 'The' at the beginning of the recording.
brh: ریکارڈنگ نا شروع ٹی 'A' یا 'The' خننگپاسہ۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
brh: ریکارڈنگ نا شروع ٹی <strong>'A'</strong> یا <strong>'The'</strong> غیب اے۔

source: Missing the end of the last word by cutting off the recording too quickly.
brh: ریکارڈنگ ئے اشتافی ٹی بند کننگ نا سوب آن گڈیکو لوز نا گم مننگ

source: Mixed
brh: اوار سوار

source: Mixteco Yucuhiti
brh: مکسٹیکو یوکوہیٹی

source: Mokpwe
brh: موکوی

source: Moksha
brh: موکشا۔

source: Mongolian
brh: منگول

source: More
brh: پین

source: [More has been recorded than the required text]
brh: [المی متن آن زیات ریکارڈ نگ کننگانے]

source: More languages coming soon
brh: پین زبان زوت بننگ او

source: Mossi
brh: موسی۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
brh: بھلا کمپنی تا وسیلہ اٹ کارمرز مروکا زیات ڈیٹا زیات مخلوق کن افس۔ نن سوچھینہ کہ ہرا کہ ترندی ئے تورک۔ اندا خاطران نن کامن وائس نا منصوبہ ئے برجا کرینن، ہرا توار نا پجار ئے پُو مننگ اٹ کمک کروکو اسہ منصوبہ ئس ہراکے ہر اسٹ ئے دوئی مریک۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
brh: بھلا کمپنی تا وسیلہ اٹ کارمرز مروکا زیات ڈیٹا زیات مخلوق کن افس۔ نن سوچھینہ۔ ہرا کہ ترندی ئے تورک۔ اندا خاطران نن کامن وائس نا منصوبہ ئے برجا کرینن، ہرا توار جوڑ کننگ اٹ کمک کروکو منصوبہ ئس اے۔ پجار ہر اسٹ کن ملوکے۔
